actboy168.tasks
anthropic.claude-code
anysphere.cursorpyright
bierner.markdown-mermaid
dbaeumer.vscode-eslint
esbenp.prettier-vscode
factory.factory-vscode-extension
foxundermoon.shell-format
github.vscode-github-actions
github.vscode-pull-request-github
irongeek.vscode-env
jebbs.plantuml
jerrygoyal.shortcut-menu-bar
kilocode.kilo-code
lumirelle.shell-format-rev
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vscode.powershell
openai.chatgpt
traycer.traycer-vscode
yzhang.markdown-all-in-one
